Repository: Quexlaw/DemoProjectForUnreal-ManiacManfred
Catalog: Content/Localization/Game/*/Game.po
Languages: de

# ARTICY,Dlg_649F8435_0x100001600000051.DisplayName
source: Waking Up
de: Aufwachen

# ARTICY,Dlg_649F8435_0x100001600000051.Text
source: Manfred wakes up in a padded cell without any memory how he got there. With him is Dr. Artie Cee, who is absolutely convinced that Manfred is insane and needs professional help. But will Manfred cooperate?
de: Manfred wacht in einer gepolsterten Zelle auf, ohne Erinnerung, wie er dort hingekommen ist. Ebenfalls in der Zelle ist Dr. Artie Cee, der davon überzeugt ist, daß Manfred verrückt ist und professionelle Hilfe braucht. Aber wird Manfred kooperieren?

# ARTICY,Dlg_BombConstructionManual_0x100000100000A76.DisplayName
source: Bomb construction manual
de: Kontruktionsplan für eine Bombe

# ARTICY,Dlg_EnvironmentComments_0x100000100000BEB.DisplayName
source: Environment Comments
de: Umgebungskommentare

# ARTICY,Dlg_EnvironmentComments_0x100000100000BEB.Text
source: All player comments on objects in the environment.
de: Alle Spieler Komentare zu Objekten in der Umgebung

# ARTICY,Dlg_EnvironmentComments_Cellar_0x1000001000009C1.DisplayName
source: Environment Comments
de: Umgebungskommentare

# ARTICY,Dlg_EnvironmentComments_Lobby_0x1000001000007BC.DisplayName
source: Environment Comments
de: Umgebungskommentare

# ARTICY,Dlg_HelpMe_0x100000100000B9E.DisplayName
source: Help me!
de: Hilf mir!

# ARTICY,Dlg_HelpMe_0x100000100000B9E.Text
source: A mysterious voice is asking Manfred for help. Will Manfred follow this cry for help?
de: Eine mysteriöse Stimme ruft nach Manfreds Hilfe. Wird Manfred dem Schrei nach Hilfe folgen?

# ARTICY,Dlg_ItemInteractions_0x1000001000011C1.DisplayName
source: Item Interactions
de: Interaktionen mit Gegenständen

# ARTICY,Dlg_ItemInteractions_0x1000001000011C1.Text
source: General item interaction comments.
de: Generelle Komentare zu Interaktionen mit Gegenständen.

# ARTICY,Dlg_ItemInteractions_Lobby_0x10000010000079F.DisplayName
source: Item Interactions
de: Interaktionen mit Gegenständen

# ARTICY,Dlg_Judgement_0x100000100000C49.DisplayName
source: Judgement
de: Beurteilung

# ARTICY,Dlg_Judgement_0x100000100000C49.Text
source: The final judgement based on the player's choices.
de: Das endgültige Urteil basiert auf den Entscheidungen des Spielers.

# ARTICY,Dlg_Locker_0x100000100000AB9.DisplayName
source: Locker
de: Schließfach

# ARTICY,Dlg_ManfredVsDrArtieCee_0x10000010000051A.Text
source: Find a way past the doctor to get the full taste of freedom again!
de: Für Deinen Weg in die Freiheit mußt Du an dem Doktor vorbeikommen!

# ARTICY,Dlg_ManfredVsTheGuard_0x10000010000068E.Text
source: Find a way past the guard to get the full taste of freedom again!
de: Für Deinen Weg in die Freiheit mußt Du an der Wache vorbeikommen!

# ARTICY,Dlg_Overflow_0x10000010000098D.DisplayName
source: Overflow
de: Überlauf

# ARTICY,Dlg_TheClosedDoor_0x1000001000004B1.DisplayName
source: The Closed Door
de: Geschlossene Tür

# ARTICY,Dlg_TheClosedDoor_0x1000001000004B1.Text
source: Try to open the door.
de: Versuche die Tür zu öffnen.

# ARTICY,Dlg_TheHamster_0x10000010000083F.DisplayName
source: The Hamster
de: Der Hamster

# ARTICY,Dlg_TheTherapist_0x1000001000002AA.DisplayName
source: The Therapist
de: Der Therapeut

# ARTICY,Dlg_TheTherapist_0x1000001000002AA.Text
source: Talk to the therapist.
de: Rede mit dem Therapeuten.

# ARTICY,Dlg_Trapped_0x100000100000818.DisplayName
source: Trapped
de: Gefangen

# ARTICY,Dlg_Trapped_0x100000100000818.Text
source: The door falls shut behind you.
de: Die Tür fällt hinter dir zu.

# ARTICY,Dlg_Umbrella_0x1000001000004E9.DisplayName
source: Umbrella
de: Regenschirm

# ARTICY,Dlg_Umbrella_0x1000001000004E9.Text
source: Have a closer look at the umbrella.
de: Schau Dir den Regenschirm näher an.

# ARTICY,Dlg_UpperDrawer_0x100000100000965.DisplayName
source: Upper drawer
de: Obere Schublade

# ARTICY,FFr_Cell_0x10000010000029E.DisplayName
source: Cell
de: Zelle

# ARTICY,FFr_Cell_0x10000010000029E.Text
source: Manfred wakes up in a padded cell without any memory how he got there. With him is Dr. Artie Cee, who is absolutely convinced that Manfred is insane and needs professional help. But will Manfred cooperate?
de: Manfred wacht in einer gepolsterten Zelle auf, ohne Erinnerung, wie er dort hingekommen ist. Ebenfalls in der Zelle ist Dr. Artie Cee, der davon überzeugt ist, daß Manfred verrückt ist und professionelle Hilfe braucht. Aber wird Manfred kooperieren?

# ARTICY,FFr_Cellar_0x10000010000080C.DisplayName
source: Cellar
de: Keller

# ARTICY,FFr_Cellar_0x10000010000080C.Text
source: A hamster turns out to be the only living being in the cellar. The way back is closed, so Manfred needs to be "creative" to escape the looney bin.
de: Das einzige Lebewesen im Keller ist ein Hamster. Der Weg zurück ist verschlossen, daher muss Manfred nun einen "kreativen" Weg aus dieser Klappsmühle heraus finden.

# ARTICY,FFr_Corridor_0x100000100000B92.DisplayName
source: Corridor
de: Korridor

# ARTICY,FFr_Corridor_0x100000100000B92.Text
source: Manfred managed to escape his cell, but he's still inside the mental home. In the corridor he has to choose whether he wants to take the direct route through the lobby or if he wants to try his luck in the cellar.
de: Manfred schaftte es aus seiner Zelle zu entkommen, aber er befindet sich immer noch in der Irrenanstalt. Er muss sich entscheiden ob er den direkten Weg zur Lobby einschlägt oder sein Glück im Keller versucht.

# ARTICY,FFr_Lobby_0x10000010000050E.Text
source: Depending on Manfred's decision in the cell, he either needs to get past the Guard or Dr. Artie Cee (again).
de: Je nachdem welchen Weg Manfred in der Zelle gewählt hat, muß er nun an der Wache oder an Dr. Artie Cee (schon wieder) vorbeikommen.

# ARTICY,FFr_TheEnd_0x100000100000C3C.Text
source: Manfred managed to escape the sanitarium somehow. Now is judgement day!
de: Irgendwie ist Manfred endlich aus dem Sanatorium entkommen. Jetzt wird abgerechnet!

# ARTICY,Hub_3AF9A80E_0x10000000000037F.DisplayName
source: Decide what to do
de: Entscheiden Sie wie es weiter geht

# ARTICY,Hub_A0620908_0x10000000000038F.DisplayName
source: Decide what to do
de: Entscheiden Sie wie es weiter geht

# ARTICY,Hub_DC2BCE7C_0x100000100000301.DisplayName
source: Questions
de: Fragen

# ARTICY,Itm_AluminiumFoil_0x100000100000D0D.DisplayName
source: Aluminium foil
de: Aluminiumfolie

# ARTICY,Itm_Banana_0x100000100000CFA.DisplayName
source: Banana
de: Banane

# ARTICY,Itm_BananaWithSleepingPills_0x100000100000D55.DisplayName
source: Banana with sleeping pills
de: Banane mit Schlaftabletten

# ARTICY,Itm_Bomb_0x100000100000CEB.DisplayName
source: Bomb
de: Bombe

# ARTICY,Itm_BombConstructionKit_0x100000100000C7B.DisplayName
source: Nuke it! A-bomb construction kit
de: Atombombenbausatz

# ARTICY,Itm_Broom_0x100000100000D64.DisplayName
source: Broom
de: Besen

# ARTICY,Itm_Cable_0x100000100000CD6.DisplayName
source: Cable
de: Kabel

# ARTICY,Itm_Crowbar_0x100000100000CC5.DisplayName
source: Crowbar
de: Brechstange

# ARTICY,Itm_Detonator_0x100000100000D33.DisplayName
source: Detonator
de: Zünder

# ARTICY,Itm_EnrichedPlutonium_0x100000100000D20.DisplayName
source: Enriched plutonium
de: Angereichertes Plutonium

# ARTICY,Itm_Key_0x100000100000CB4.DisplayName
source: Key
de: Schlüssel

# ARTICY,Itm_LetterOpener_0x100000100000D73.DisplayName
source: Letter Opener
de: Brieföffner

# ARTICY,Itm_SleepingPills_0x100000100000C8E.DisplayName
source: Sleeping pills
de: Schlaftabletten

# ARTICY,Itm_WeaponsGradePlutonium_0x100000100000CA1.DisplayName
source: Weapons-grade plutonium
de: Waffenfähiges Plutonium

# ARTICY,Loc_Cell_0x1000001000010F0.DisplayName
source: Cell
de: Zelle

# ARTICY,Loc_Cellar_0x100000100000035.DisplayName
source: Cellar
de: Keller

# ARTICY,Loc_Corridor_0x1000001000011FB.DisplayName
source: Corridor
de: Korridor

# ARTICY,Loc_SanitariumOutside_0x100000100000004.DisplayName
source: Sanitarium Outside
de: Außerhalb vom Sanatorium

# ARTICY,Ufo_Cell_0x100000100001361.DisplayName
source: Cell
de: Zelle

# ARTICY,Ufo_Cellar_0x100000100001392.DisplayName
source: Cellar
de: Keller

# ARTICY,Ufo_Corridor_0x100000100001426.DisplayName
source: Corridor
de: Korridor

# ARTICY,Zon_0F04C00C_0x100000100000DD2.DisplayName
source: Guard
de: Wache

# ARTICY,Zon_6F3E5FBF_0x100000100001169.DisplayName
source: Crowbar
de: Brechstange

# ARTICY,Zon_81953A2A_0x1000001000000E8.DisplayName
source: Overflow
de: Überlauf

# ARTICY,Zon_DD75A088_0x100000100000271.DisplayName
source: Broom
de: Besen

# ARTICY,Zon_FB38D9D1_0x100000100000129.DisplayName
source: Locker
de: Schließfach

# General,Dialogue.Close
source: Close
de: Schließen
