Repository: Quexlaw/DemoProjectForUnreal-ManiacManfred
Catalog: Content/Localization/Game/*/Game.po
Languages: de

# ARTICY,DFr_7CDD09B6_0x1000001000005D9.Text
source: Dr. Mansion doesn't work here any more young man. So...
de: Dr. Mansion arbeitet hier nicht mehr, junger Mann. Also...

# ARTICY,DFr_7E36A9C4_0x100000100000339.Text
source: Nothing we can't fix. Just needs some more sessions full of questions, hypnosis and perhaps a little brain surgery... and soon all your awful memories will return.
de: Nichts was wir nicht wieder in den Griff kriegen sollten. Ein paar weitere Sitzungen Gesprächstherapie, Hypnose, und vielleicht ein wenig Gehirnchirugie... und ihre schrecklichen Erinnerungen sollten alle wieder da sein.

# ARTICY,DFr_7EA1CE48_0x100000100000526.Text
source: What are you still doing here?
de: Was machst du noch hier?

# ARTICY,DFr_7F7FADA7_0x10000010000078C.Text
source: He's gonna be fine. Just a headache when he wakes up. Time to go. Run Manfred, run!
de: Ihm geht es gut. Nur ein wenig Kopfschmerzen, wenn er aufwacht. Zeit zu gehen. Lauf Manfred, lauf!

# ARTICY,DFr_7F891C88_0x100000100000821.Text
source: Damn! The door fell shut...
de: Verdammt! Die Tür ist zugefallen…

# ARTICY,DFr_7FC38387_0x1000001000009C9.Text
source: That window looks very robust. But I bet it couldn't withstand a good explosion.
de: Das Fenster sieht sehr robust aus. Aber ich wette, es wird einer starken Explosion nicht standhalten.

# ARTICY,DFr_7FCFDB25_0x1000001000006F7.Text
source: Hey friend! Sounds like you need something to bite.
de: Hallo mein Freund. Das hört sich an als ob Sie was zum beißen bräuchten!

# ARTICY,DFr_82B76009_0x1000001000011D3.Text
source: No, I don't want to destroy that.
de: Nein, ich will das nicht zerstören.

# ARTICY,DFr_85615A1C_0x1000001000002F5.Text
source: Where am I?
de: Wo bin ich?

# ARTICY,DFr_8575F80E_0x100000100000C12.Text
source: Somebody down there seems to need my help... but what if it's a trap?
de: Jemand dort unten scheint meine Hilfe zu benötigen... aber was, wenn es eine Falle ist?

# ARTICY,DFr_86AB90CE_0x10000010000031E.MenuText
source: I'm absolutely sane!
de: Ich bin absolut geistig gesund!

# ARTICY,DFr_86AB90CE_0x10000010000031E.Text
source: Okay, you think I'm insane... But you are wrong, doctor! I'm absolutely fine.
de: Okay, Sie denken, ich bin verrückt ... Aber Sie irren sich, Doktor! Ich bin absolut in Ordnung.

# ARTICY,DFr_87E5499D_0x100000100000B6C.MenuText
source: *try to open the lock*
de: *versuche das Schloss zu öffnen*

# ARTICY,DFr_87E5499D_0x100000100000B6C.Text
source: Woohoo! It's open!
de: Woohoo! Es ist offen!

# ARTICY,DFr_88D22A4D_0x10000010000085D.Text
source: *You are just about to prepare the detonation as you realize that the explosion will very likely kill the hamster in its nearby cage...*
de: *Du bist gerade dabei die Sprengung vorzubereiten, da fällt Dir auf, dass die Explosion wahrscheinlich den Hamster töten wird...*

# ARTICY,DFr_89C7D092_0x1000001000006C0.Text
source: Thanks for the banana. This tastes really good. Just feelin' a little slee...
de: Danke für die Banane. Die schmeckt wirklich gut. Nur fühle ich mich jetzt ein wenig schläfr...

# ARTICY,DFr_8CB5784C_0x10000010000099F.Text
source: I think my radiation level is already high enough...
de: Ich denke, mein Strahlungsniveau ist schon hoch genug …

# ARTICY,DFr_8D1A7482_0x100000100000AC1.Text
source: Hey, a bomb construction kit for kids!
de: Hey, ein Bomben-Baukasten für Kinder!

# ARTICY,DFr_902221C6_0x100000100000A8D.Text
source: A book from my favorite German: "How I learned to love the bomb" by Albert Einstein.
de: Ein Buch aus meinem Lieblingsfach Deutsch: "Wie ich lernte die Bombe zu lieben" von Albert Einstein.

# ARTICY,DFr_9185D792_0x1000001000011EE.Text
source: I don't want to clean that!
de: Ich will das nicht reinigen!

# ARTICY,DFr_93D35222_0x10000010000032F.Text
source: Well, I would use a different term, but basically yes. You admitted yourself to flee from something you called "uncontrollable interactivity".
de: Nun, ich würde einen anderen Begriff verwenden, aber im Grunde, ja. Sie gaben an, dass Sie vor etwas fliehen, das Sie "unkontrollierbare Interaktivität" nannten.

# ARTICY,DFr_93F81F2F_0x1000001000008FD.Text
source: *You try to reach the cage, but it's too high* Don't worry, I'll get you out... somehow...
de: *Du versuchst den Käfig zu erreichen, aber er ist zu hoch.* Mach dir keine Sorgen, ich hole dich da raus ... irgendwie ...

# ARTICY,DFr_94BFD742_0x1000001000003ED.Text
source: I guess...
de: Äh ja…

# ARTICY,DFr_97691CB3_0x100000100000434.Text
source: Well... that was easy.
de: Nun ... das war einfach.

# ARTICY,DFr_99D6DB8B_0x10000010000065E.Text
source: Uhm, yes really doc. Fascinating story. But they also taste very good. So enjoy your meal!
de: Uhm, ja wirklich Doc. Faszinierende Geschichte. Aber sie schmecken auch sehr gut. Also genießen Sie Ihre Mahlzeit!

# ARTICY,DFr_9C7EF2C9_0x10000010000088F.MenuText
source: *stare back*
de: *stare zurück*

# ARTICY,DFr_9C7EF2C9_0x10000010000088F.Text
source: *stares back*
de: *starrt zurück*

# ARTICY,DFr_9D824AF2_0x10000010000067C.Text
source: ...is that the banana is full of sleeping pills. Yes doc. I actually knew that. Sleep well! I'm out of here!
de: ... ist, dass die Banane voll von Schlaftabletten ist. Ja Doc. Das wusste ich tatsächlich. Schlafen Sie gut. Ich gehe jetzt!

# ARTICY,DFr_9E1CC622_0x100000100000387.MenuText
source: Distract the doctor and steal his key.
de: Lenke den Doktor ab und stiel seinen Schlüssel.

# ARTICY,DFr_9E1CC622_0x100000100000387.Text
source: Hey, look! Right behind you a three-headed giraffe!
de: Schauen Sie! Direkt hinter Ihnen ist eine dreiköpfige Giraffe!

# ARTICY,DFr_9EAE8C3A_0x100000100000BF4.Text
source: That socks!
de: Ausgerechnet heute hab ich keine Sandalen an.

# ARTICY,DFr_A03A6199_0x10000010000047E.MenuText
source: *Search therapist*
de: *Durchsuche Therapeuten*

# ARTICY,DFr_A03A6199_0x10000010000047E.Text
source: Well... looting time!
de: Zeit um zu plündern!

# ARTICY,DFr_A0BC16E0_0x100000100000643.Text
source: Oh thanks, did you know that the reason bananas are curved has to do with how they grow? Bananas grow in bunches known as 'hands'. As the bananas in a hand grow larger, they eventually curve upwards so that instead of pointing towards the ground, they bend up and point at the sky. This is called 'negative geotropism'. Bananas have this so that they can reach out towards the sun and get more light! Amazing, isn't it?
de: Oh danke, wussten Sie, dass der Grund, warum Bananen gebogen sind, damit zu tun hat, wie sie wachsen? Bananen wachsen in Trauben, die als "Hände" bekannt sind. Während die Bananen in einer Hand größer werden, wachsen sie schließlich nach oben gekrümmt, so dass sie, anstatt auf den Boden zu zeigen, sich verbiegen und in den Himmel zeigen. Dies wird als "negativer Geotropismus" bezeichnet. Bananen machen das, damit sie die Sonne erreichen und mehr Licht bekommen! Erstaunlich, nicht wahr?

# ARTICY,DFr_A79A0E3C_0x10000010000041F.MenuText
source: No
de: Nein

# ARTICY,DFr_A79A0E3C_0x10000010000041F.Text
source: No.
de: Nein.

# ARTICY,DFr_A95BD732_0x1000001000007E2.Text
source: Just leaflets. I leave-let them alone...
de: Nur Flugblätter. Die lass ich mal (f)liegen…

# ARTICY,DFr_AB5DF4BF_0x100000100000A4B.Text
source: I bet the only person who could hear me is the doctor... who I knocked out unfortunately...
de: Ich wette, die einzige Person, die mich hören könnte ist der Arzt... Und den hab ich leider ausgeknockt...

# ARTICY,DFr_AC0BCAE5_0x1000001000006DA.Text
source: I'm not your friend sir. Step back from the parameter!
de: Ich bin nicht Ihr Freund, Sir. Treten Sie zurück!

# ARTICY,DFr_AC6C3414_0x1000001000005CC.Text
source: I don't really believe you. I think I'm going to get our guard.
de: Ich glaube dir nicht wirklich. Ich glaube, ich werde unsere Wache rufen.

# ARTICY,DFr_AE0031C4_0x10000010000070A.MenuText
source: Introduce yourself...
de: Stell Dich vor...

# ARTICY,DFr_AE0031C4_0x10000010000070A.Text
source: Well, that can be solved easily. I'm Manfred. I'm older than I look and I really like kittens. As a friendly gesture I gift you this delicous banana. Enjoy your meal - buddy!
de: Nun, das lässt sich leicht lösen. Ich bin Manfred. Ich bin älter als ich aussehe und ich mag Kätzchen. Als freundliche Geste schenke ich Ihnen diese köstliche Banane. Genießen Sie Ihre Mahlzeit - Kumpel!

# ARTICY,DFr_AEACB12C_0x100000100000A97.Text
source: Here's a complete construction manual for miniature atomic bombs...
de: Hier ist eine komplette Bauanleitung für Miniatur-Atombomben...

# ARTICY,DFr_AFFEF7FB_0x100001600000090.MenuText
source: I'm in a looney bin?
de: Ich bin in einer Klappsmühle?

# ARTICY,DFr_AFFEF7FB_0x100001600000090.Text
source: Whoa, wait a second, are you telling me I'm in a looney bin?
de: Whoa, warte mal, ich bin in einer Klappsmühle?

# ARTICY,DFr_B1D1FCD6_0x1000001000003E3.Text
source: So a high profiled scientist like you has to reason that if I'm not doing anything crazy right now, then I'm neither crazy nor insane, right? And then you have to let me go, right?
de: Selbst ein so hochspezialisierter Wissenschaftler wie Sie muß zugeben, dass, wenn ich jetzt nichts verrücktes tue, ich danach auch nicht verrückt bin, nicht wahr? Und dann müssten Sie mich gehen lassen, oder?

# ARTICY,DFr_B490BE6A_0x1000001000008A5.Text
source: *keeps staring at you*
de: *starrt dich weiter an*

# ARTICY,DFr_B4B971EB_0x100000100000747.Text
source: Oh, somebody is a little bit grumpy. Is it because one of your shoelaces is untied?
de: Oh, da ist wohl jemand ein wenig mürrisch. Velleicht weil einer Ihrer Schnürsenkel auf ist?

# ARTICY,DFr_B6E69130_0x1000001000004A6.Text
source: ...with his head. How lucky.
de: ... mit seinem Kopf. Was für ein Glück.

# ARTICY,DFr_B6E93F0B_0x1000001000009A9.Text
source: There's some kind of metal-like thing... but I can't reach it through the grid.
de: Dort ist etwas metallisches ... aber ich kann es nicht durch das Gitter erreichen.

# ARTICY,DFr_B75B93A4_0x1000001000009FB.Text
source: This calender seems to be the duty roster.
de: Dieser Kalender scheint der Dienstplan zu sein.

# ARTICY,DFr_B99D1535_0x1000016000000A3.Text
source: But you're in good hands, trust me. With my patented thought organizing therapy we'll have everything under control.
de: Aber Sie sind bei mir in den besten Händen, vertrauen Sie mir. Mit meiner patentierten Gedankenorganisationstherapie haben wir schnell alles unter Kontrolle.

# ARTICY,DFr_B9A7548E_0x10000010000093A.Text
source: Thank you...
de: Danke Dir...

# ARTICY,DFr_BA3AEDF3_0x100000100000453.Text
source: Well, in case you want to go on with the therapy... just start banging on the door like a maniac. [leaves the cell]
de: Falls Sie mit der Therapie fortfahren möchten ... einfach an die Tür klopfen wie ein Wahnsinniger. [Verlässt die Zelle]

# ARTICY,DFr_BE3600C1_0x1000001000011CA.Text
source: I cannot unlock that.
de: Ich kann das nicht öffnen.

# ARTICY,DFr_BF4DF05C_0x100000100000367.MenuText
source: I'm right back.
de: Ich bin sofort zurück.

# ARTICY,DFr_BF4DF05C_0x100000100000367.Text
source: Wait a moment, I'm right back to explain to you why I'm NOT crazy!
de: Warten Sie einen Moment, ich bin sofort wieder zurück um Ihnen zu beweisen, das ich NICHT verrückt bin!

# ARTICY,DFr_C097A441_0x100000100000A7E.Text
source: First: Enrich the plutonium. A special a-bomb construction kit comes in handy at this point.
de: Erstens: Anreicherung des Plutoniums. Ein spezieller Atombombenbausatz wäre an dieser Stelle ganz praktisch.

# ARTICY,DFr_C0D213B7_0x100000100000995.Text
source: This chunk of metal looks strange... here's a label: "Handle with care! - Weapon-grade Plutonium!"
de: Dieses Stück Metall sieht seltsam aus ... hier ist eine Aufschrift: "Vorsicht! - Waffen-Plutonium!"

# ARTICY,DFr_C148C027_0x1000001000007CE.Text
source: Well... primitive paintings. Maybe kids drew them or cats? Hard to tell. Either way, they don't make sense.
de: Nun... primitive Gemälde. Vielleicht haben Kinder sie gemalt oder Katzen? Schwer zu sagen. Wie auch immer, sie machen keinen Sinn.

# ARTICY,DFr_C27F787D_0x100000100000BC7.Text
source: Unfortunately I'm trapped down here... Please, help me out! I'm running out of water and nobody seems to care!
de: Leider bin ich hier unten gefangen... Bitte, hilf mir raus! Ich verdurste und niemand scheint es zu kümmern!

# ARTICY,DFr_C2E7F261_0x1000001000003F8.Text
source: So, you have to let me go, right?
de: Also musst Du mich jetzt gehen lassen, oder?

# ARTICY,DFr_C438B0AE_0x1000001000004BB.MenuText
source: The door is locked.
de: Die Tür ist verschlossen.

# ARTICY,DFr_C438B0AE_0x1000001000004BB.Text
source: The door is locked.
de: Die Tür ist verschlossen.

# ARTICY,DFr_C6890105_0x1000001000008E9.Text
source: *the hamster seems to agree*
de: *der Hamster scheint zuzustimmen*

# ARTICY,DFr_C68A3C2A_0x1000001000002B8.Text
source: Oh my dear, you're recovering from the anaesthesia. How are you feeling?
de: Mein lieber Freund, Sie erholen sich von der Anästhesie. Wie fühlen Sie sich?

# ARTICY,DFr_C7E26921_0x100000100000353.Text
source: So, would you be so kind to show me the way out?
de: Also, wären Sie so freundlich, mir den Weg hier heraus zu zeigen?

# ARTICY,DFr_C8372D95_0x100000100000402.Text
source: Will you stop saying "right"?
de: Hören Sie auf immer "richtig" zu sagen!

# ARTICY,DFr_C88B4E45_0x100000100000610.Text
source: Second class facility? You are definitely not lucid! This is the finest hospital of the city!
de: Zweitklassige Einrichtung? Sie sind definitiv nicht klar! Dies ist das beste Krankenhaus der Stadt!

# ARTICY,DFr_C931F0D3_0x1000001000007C4.Text
source: That's some kind of advertisement. It says:
de: Das ist eine Art Werbung. Hier steht:

# ARTICY,DFr_CE087842_0x100000100000C1C.Text
source: Dr. Mansion is selling his house for a maniac price! Call...
de: Dr. Mansion verkauft sein Haus für einen verrückten Preis! Ruf an…

# ARTICY,DFr_CE137142_0x10000010000049D.Text
source: No, no, no. I don't want to disturb his slumber.
de: Nein nein nein. Ich möchte seinen Schlaf nicht stören.

# ARTICY,DFr_CFB99958_0x100000100000604.Text
source: Oh not this word again! Can't you stop saying it? You may have a compulsion neurosis. I think you need treatment.
de: Oh nicht schon wieder dieses Wort! Können Sie nicht aufhören, es zu sagen? Sie könnten eine Zwangsneurose haben. Ich glaube, Sie brauchen eine Behandlung.

# ARTICY,DFr_CFD417A4_0x100001600000099.Text
source: Well, I would use a different term, but basically yes. You admitted yourself to flee from something you called "uncontrollable interactivity".
de: Nun, ich würde einen anderen Begriff verwenden, aber im Grunde, ja. Sie gaben an, dass Sie vor etwas fliehen, das Sie "unkontrollierbare Interaktivität" nannten.

# ARTICY,DFr_D03D2C9F_0x100000100000C66.Text
source: You are truly evil, even more evil than people harming innocent animals with microwave radiation! Shame on you!
de: Du bist wirklich böse, noch böser als Menschen, die unschuldige Tiere mit Mikrowellenstrahlung schädigen! Schäm dich!

# ARTICY,DFr_D06FB1AF_0x100000100000769.Text
source: This is a high security risk! It could get me killed! Echo_01 to base. I got a 404 here. I will initiate countermeasures immediately. Stay alert!
de: Dies ist ein hohes Sicherheitsrisiko! Es könnte mich umbringen! Echo_01 an Basis. Ich habe einen 404 hier. Ich werde sofort Gegenmaßnahmen einleiten. Bleibe wachsam!

# ARTICY,DFr_D27CBDAD_0x100000100000474.Text
source: Ah, I found a key! But I won't tell where I found it... believe me, you don't wanna know.
de: Ah, ich habe einen Schlüssel gefunden! Aber ich werde nicht sagen, wo ich ihn gefunden habe... Glauben Sie mir, das wollen Sie nicht wissen.

# ARTICY,DFr_D2B4CCAF_0x100000100000A19.Text
source: A complete miniature version of our universe.
de: Eine komplette Miniaturversion unseres Universums.

# ARTICY,DFr_D38EE8D8_0x100000100000A42.Text
source: HEY! CAN ANYBODY HEAR ME? I'M TRAPPED DOWN HERE!
de: HALLO! KANN MICH JEMAND HÖREN? ICH BIN HIER UNTEN GEFANGEN!

# ARTICY,DFr_D477B140_0x10000010000039C.Text
source: Ok, I have the key. Let's get out of here!
de: Ok, ich habe den Schlüssel. Lass uns von hier verschwinden!

# ARTICY,DFr_D4BEAB38_0x100000100000623.Text
source: This is an outrage! I'm going to call the guard!
de: Das ist ein Skandal! Ich werde die Wache rufen!

# ARTICY,DFr_D5639C5B_0x1000001000011DC.Text
source: That has no plug and I don't think it would become any better with electricity.
de: Das hat keinen Stecker und ich glaube nicht, dass es besser werden würde mit Strom.

# ARTICY,DFr_DA2E90F0_0x100000100000772.Text
source: Yes, bow down. Perfect head position. Say hello to my good old pal - the crowbar!
de: Ja, beuge dich schön herunter. Perfekte Kopfposition. Sag hallo zu meinem guten alten Kumpel - die Brechstange!

# ARTICY,DFr_DBDEF386_0x100000100000314.MenuText
source: I lost my memory?
de: Ich habe mein Gedächtnis verloren??

# ARTICY,DFr_DBDEF386_0x100000100000314.Text
source: I lost my memory? That's definitely something I worry about!
de: Ich habe mein Gedächtnis verloren? Das ist auf jeden Fall ein Grund mir darüber Gedanken zu machen!

# ARTICY,DFr_DECDC4FC_0x100000100000343.Text
source: You tried to tame the "beast of non-linearity" with post-it notes on the wall. At first it seemed to work, but then... one of your notes fell down and you had a complete breakdown.
de: Sie haben versucht, das Biest der Nichtlinearität" mit Post-it-Notizen an der Wand zu zähmen. Zuerst schien es zu funktionieren, aber dann ... eine Ihrer Notizen fiel auf den Boden und Sie hatten einen kompletten Zusammenbruch.

# ARTICY,DFr_E0874EF8_0x1000001000007F6.Text
source: Hey, I remember this phrase. My girlfriend use to say it when I ask her to stroke my monkey. I found it on an island. The monkey, not the girlfriend. She's from... from...
de: Hey, ich erinnere mich an diese Phrase. Meine Freundin hat sie immer benutzt, wenn ich sie bat, meinen Affen zu streicheln. Ich fand ihn auf einer Insel. Den Affen, nicht die Freundin. Sie ist aus... aus...

# ARTICY,DFr_E2D713E1_0x10000010000043F.Text
source: In this case... no! It would be irresponsible to let you get in contact with society in your current state of mind.
de: In diesem Fall ... nein! Es wäre unverantwortlich, wenn Sie in Ihrem augenblicklichem Geisteszustand in Kontakt mit der Gesellschaft kommen würden.

# ARTICY,DFr_E3AC36E6_0x100001600000086.Text
source: You are in the "Lucas Artsington Sanitarium for the mentally disordered".
de: Sie befinden sich in dem "Lucas Artsington Sanatorium für geistig Verwirrte".

# ARTICY,DFr_E5F7310F_0x100000100000BDB.MenuText
source: I'll rescue you!
de: Ich befreie Dich!

# ARTICY,DFr_E5F7310F_0x100000100000BDB.Text
source: I'll get you out, my fellow inmate! Together we'll escape this nightmare!
de: Ich hole dich raus, mein Gefährte! Gemeinsam werden wir diesem Alptraum entfliehen!

# ARTICY,DFr_E615FB35_0x100000100000928.Text
source: *You try to grab the letter opener, but the cage is too high and the hamster seems to hold on to it very tight.*
de: *Du versuchst den Brieföffner zu greifen, aber der Käfig ist zu hoch und der Hamster scheint ihn sehr fest zu halten.*

# ARTICY,DFr_E6F6D67C_0x1000001000002EB.Text
source: You are in the "Lucas Artsington Sanitarium for the Mentally Disordered".
de: Sie befinden sich in dem "Lucas Artsington Sanatorium für geistig Verwirrte".

# ARTICY,DFr_E76A8DE7_0x1000001000002C2.MenuText
source: What happened?
de: Was ist passiert?

# ARTICY,DFr_E76A8DE7_0x1000001000002C2.Text
source: Anaesthesia? What the hell happened?
de: Anästhesie? Was um alles in der Welt ist geschehen?

# ARTICY,DFr_E7F5ABBC_0x100000100000AA2.Text
source: Second: Use cable to wire the whole thing and to create the bomb's detonator.
de: Zweitens: Verwenden Sie Kabel, um das Ganze zu verdrahten und den Bombenzünder zu erstellen.

# ARTICY,DFr_E8BD2F86_0x1000001000007D8.Text
source: It has a biohazard sticker attached. Why? I don't know. I guess for good reasons and that is good enough for me. I won't touch it.
de: Da klebt ein "Biologische Gefährdung" Aufkleber drauf. Warum? Ich weiß es nicht. Ich denke aus guten Gründen und das reicht mir. Ich werde es nicht anfassen.

# ARTICY,DFr_E90A3F07_0x100000100000AAC.Text
source: Third: Create the cladding - you can save money here by using off-the-shelf aluminium foil.
de: Drittens: Erstellen Sie die Verkleidung - Sie können dabei sparen wenn Sie dafür Standard Aluminiumfolie verwenden.

# ARTICY,DFr_E98F2F40_0x100000100000AD5.MenuText
source: *try to open the lock*
de: *versuche das Schloss zu öffnen*

# ARTICY,DFr_E98F2F40_0x100000100000AD5.Text
source: Ok, the lock has four numbers. Let's start with the first...
de: Ok, das Schloss hat vier Zahlen. Beginnen wir mit dem ersten...

# ARTICY,DFr_E999AB56_0x100000100000A0E.Text
source: Seems to be a really important date for the person working here.
de: Scheint ein wirklich wichtiges Datum für die Person zu sein, die hier arbeitet.

# ARTICY,DFr_EB31984C_0x1000001000004C7.Text
source: Ha, it worked! I hoped for something more unconventional... but I won't complain.
de: Ha, es hat geklappt! Ich hatte auf ein wenig mehr Unkonventionelles gehofft... aber ich werde mich nicht beklagen.

# ARTICY,DFr_EB39E1F9_0x10000010000089A.MenuText
source: It's your fault!
de: Es ist Dein Fehler!

# ARTICY,DFr_EB39E1F9_0x10000010000089A.Text
source: Ok, Mr. Hamster! Spit it out! Did YOU lure me into this trap?!
de: Ok, Mr. Hamster! Spuck's aus! Hast du mich in diese Falle gelockt?!

# ARTICY,DFr_EE745BA4_0x100000100000571.MenuText
source: Play it cool...
de: Mach es lässig...

# ARTICY,DFr_EE745BA4_0x100000100000571.Text
source: Nope, sorry dude...
de: Nee, sorry dude...

# ARTICY,DFr_EFE0F58F_0x100000100000489.Text
source: I searched him more than enough...
de: Ich habe ihn schon genug durchsucht.

# ARTICY,DFr_F146A6C3_0x1000001000008D4.Text
source: *keeps staring, but you think you saw him blink at you*
de: *starrt weiter, aber Du meinst er hat Dir gerade zu gezwinkert*

# ARTICY,DFr_F4548992_0x1000001000009F1.Text
source: Perhaps I can use it to senselessly destroy things!
de: Vielleicht kann ich es benutzen um sinnlos Dinge zu zerstören!

# ARTICY,DFr_F807073D_0x1000016000000BE.Text
source: No offense, but I'm the one who decides who is a maddish lunatic and who is not. And your case definitely needs further investigation before we can confirm a diagnosis.
de: Bei allem Respekt, aber ich entscheide wer ein verrückter Irrer ist und wer nicht. Und Ihr Fall erfordert definitiv weitere Untersuchungen, bevor wir eine Diagnose stellen können.

# ARTICY,DFr_F83B9B96_0x1000001000002D8.Text
source: Interesting. It seems you lost your memory. Well, nothing to worry about.
de: Interessant. Es scheint, Sie haben Ihr Gedächtnis verloren. Nun, nichts worüber Sie sich Gedanken machen sollten.

# ARTICY,DFr_FBBDF9D5_0x100000100000A22.StageDirections
source: bored
de: gelangweilt

# ARTICY,DFr_FBBDF9D5_0x100000100000A22.Text
source: I've seen better ones. This one is still in Stone Age.
de: Ich habe bessere gesehen. Dieses ist noch aus der Steinzeit.

# ARTICY,DFr_FC431B5F_0x100000100000B76.MenuText
source: *try to open the lock*
de: *versuche das Schloss zu öffnen*

# ARTICY,DFr_FC431B5F_0x100000100000B76.Text
source: Nothing, seems the combination was wrong,.
de: Tut sich nichts, die Kombination scheint falsch zu sein.

# ARTICY,DFr_FE85200B_0x100001600000062.StageDirections
source: confused
de: verwirrt

# ARTICY,DFr_FE85200B_0x100001600000062.Text
source: I'm not sure... I'm a bit dizzy... Is it just me or is the perspective of this room somehow incorrect?
de: Ich bin mir nicht sicher ... Ein bisschen schwindlig ... Meine ich das nur oder ist die Perspektive dieses Raumes irgendwie falsch?

# ARTICY,DFr_FE8748B3_0x100000100000853.Text
source: *stares at you ominously*
de: *starrt dich ominös an*
