Repository: Quexlaw/DemoProjectForUnreal-ManiacManfred
Catalog: Content/Localization/Game/*/Game.po
Languages: de

# ARTICY,Ast_194687F5_0x100000100001313.DisplayName
source: Guard
de: Wache

# ARTICY,Ast_1E7D3019_0x1000001000014C9.DisplayName
source: AluminiumFoil
de: Aluminiumfolie

# ARTICY,Ast_31833C9E_0x1000001000014D3.DisplayName
source: Cable
de: Kabel

# ARTICY,Ast_39FCC87C_0x1000001000014F1.DisplayName
source: EnrichedPlutonium
de: Angereichertes Plutonium

# ARTICY,Ast_6C72ED98_0x1000001000014F6.DisplayName
source: Bomb
de: Bombe

# ARTICY,Ast_8107C27A_0x1000001000014E7.DisplayName
source: Detonator
de: Zünder

# ARTICY,Ast_8389A6D5_0x1000001000014DD.DisplayName
source: Key
de: Schlüssel

# ARTICY,Ast_A4EB6D43_0x1000001000014CE.DisplayName
source: Banana
de: Banane

# ARTICY,Ast_D78D6289_0x1000001000014D8.DisplayName
source: Crowbar
de: Brechstange

# ARTICY,Chr_Guard_0x1000001000010D3.DisplayName
source: Guard
de: Wache

# ARTICY,Chr_HowILearnedToLoveTheBomb_0x1000001000010DF.DisplayName
source: "How I Learned to Love the Bomb"
de: "Wie ich lernte die Bombe zu lieben"

# ARTICY,Chr_UnknownVoice_0x1000001000010C0.DisplayName
source: Unknown Voice
de: Unbekannte Stimme

# ARTICY,CMT_72057598332897104_0x100000100000750.Text
source: Use crowbar on guard
de: Benutze die Brechstange!

# ARTICY,DFr_0092C8D0_0x10000010000069A.Text
source: Oh I'm just visiting. You know... my old nanny. She's, well... 'Spoing' - got more than one screw loose - very sad actually. She played too many bad videogames I fear.
de: Oh, ich bin nur zu Besuch hier. Wissen Sie ... mein altes Kindermädchen. Sie ist, na ja ... 'Spoing' - hat mehr als nur eine Schraube locker - eigentlich sehr traurig. Sie hat zu viele schlechte Videospiele gespielt, fürchte ich.

# ARTICY,DFr_01788986_0x1000001000009D3.Text
source: Nothing.
de: Nichts.

# ARTICY,DFr_02D545F0_0x1000001000009DD.Text
source: There's something in there... let's see... come... out!
de: Da ist etwas drin... mal sehen... komm... raus!

# ARTICY,DFr_0444F69A_0x100000100000373.Text
source: [You knock down the doctor with a single, well aimed hit.]
de: [Du schlägst den Arzt mit einem einzigen, gut gezielten Treffer nieder.]

# ARTICY,DFr_061A0A5B_0x1000001000006B6.Text
source: Hey, who are you?
de: Hey, wer sind Sie?

# ARTICY,DFr_0656B604_0x1000001000009E7.Text
source: I pulled nearly five meters of cable out of the wall... you can never have enough of that stuff!
de: Ich zog fast fünf Meter Kabel aus der Wand ... davon kann man nie genug haben!

# ARTICY,DFr_06641B21_0x100000100000A2E.Text
source: Perhaps I could escape through the ventilation pipe!
de: Vielleicht könnte ich durch die Lüftungsleitung entkommen!

# ARTICY,DFr_070679BE_0x100000100000598.Text
source: No really! Look!
de: Nicht wirklich! Schauen Sie!

# ARTICY,DFr_077D21C0_0x1000001000002CD.MenuText
source: I feel dizzy.
de: Mir ist schwindlig.

# ARTICY,DFr_077D21C0_0x1000001000002CD.Text
source: I'm not sure... I'm a bit dizzy... Is it just me or is the perspective of this room somehow incorrect?
de: Ich bin mir nicht sicher ... Ein bisschen schwindlig ... Meine ich das nur oder ist die Perspektive dieses Raumes irgendwie falsch?

# ARTICY,DFr_07F8B90E_0x100000100000309.MenuText
source: I'm in a looney bin?
de: Ich bin in einer Klappsmühle?

# ARTICY,DFr_07F8B90E_0x100000100000309.Text
source: Whoa, wait a second, are you telling me I'm in a looney bin?
de: Whoa, warte mal, ich bin in einer Klappsmühle?

# ARTICY,DFr_0A2C46C7_0x1000001000005FA.MenuText
source: Crowbar! Crowbar!
de: Brecheisen! Brecheisen!

# ARTICY,DFr_0A2C46C7_0x1000001000005FA.Text
source: Treatment? Me? In a second class facility like this? Never! I'm going and I'm going now!
de: Behandlung? Ich? In so einer zweiten Klasse Einrichtung wie diese hier? Niemals! Ich gehe und zwar jetzt!

# ARTICY,DFr_0B6CF64A_0x1000001000008B0.MenuText
source: *threaten*
de: *drohen*

# ARTICY,DFr_0B6CF64A_0x1000001000008B0.Text
source: Think you're clever, right? I warn you... I know how to use a microwave!
de: Denken Sie, dass Sie clever sind, was? Ich warne Sie ... Ich weiß, wie man eine Mikrowelle verwendet!

# ARTICY,DFr_0B985180_0x1000001000004DA.MenuText
source: Let's see... [inspect door]
de: Mal schauen... [untersuche Tür]

# ARTICY,DFr_0DC8C28C_0x100000100000714.MenuText
source: Reason with him.
de: Diskutiere mit ihm.

# ARTICY,DFr_0DC8C28C_0x100000100000714.Text
source: Oh I'm not really a stranger, I'm Manfred. And I think a man in your position cannot risk to be weakend. Let me gift you this banana so that you may stay strong and vigilant!
de: Oh, ich bin nicht wirklich ein Fremder, ich bin Manfred. Und ich denke ein Mann in Ihrer Position kann es nicht riskieren, schwach zu sein. Lassen Sie mich Ihnen diese Banane schenken damit Sie stark und wachsam bleiben!

# ARTICY,DFr_0DE3848D_0x10000010000053A.Text
source: This is the way out, right?
de: Das ist der Weg raus, oder?

# ARTICY,DFr_0EC2019D_0x100000100000977.Text
source: I don't have a chainsaw licence, so the aluminium foil will have to do the trick.
de: Ich habe keine Kettensägen-Lizenz, deshalb muss die Aluminiumfolie reichen.

# ARTICY,DFr_107F54F6_0x100000100000982.Text
source: Nothing.
de: Nichts.

# ARTICY,DFr_10A5AB43_0x100000100000945.Text
source: The cage is too high. I cannot open it from here.
de: Der Käfig ist zu hoch. Ich kann ihn von hier aus nicht öffnen.

# ARTICY,DFr_128AB6E2_0x10000010000075D.Text
source: Well, I just realized...
de: Weil ich es auch gerade erst bemerkt habe…

# ARTICY,DFr_13AEA032_0x1000001000006E3.Text
source: (You hear the guards stomach growling)
de: (Du hörst den Magen der Wache knurren.)

# ARTICY,DFr_15A943E8_0x1000001000007A7.Text
source: Oh great, sleeping pills!
de: Großartig, Schlaftabletten!

# ARTICY,DFr_16A2E81A_0x100000100000720.Text
source: Ok, I guess you're right. I accept your gift.
de: Ok, ich glaube, Sie haben Recht. Ich nehme Ihr Geschenk an.

# ARTICY,DFr_196B82CE_0x100000100000586.Text
source: Wait! Shouldn't you be in a cell?
de: Warte mal! Sollten Sie nicht in einer Zelle eingesperrt sein?

# ARTICY,DFr_19FC09FB_0x1000001000003C4.Text
source: But you're in good hands, trust me. With my patented thought organizing therapy we'll have everything under control.
de: Aber Sie sind bei mir in den besten Händen, vertrauen Sie mir. Mit meiner patentierten Gedankenorganisationstherapie haben wir schnell alles unter Kontrolle.

# ARTICY,DFr_1A1ED2B9_0x100000100000449.Text
source: [turns around] At least you didn't lose your sense of humor.
de: [Dreht sich um] Zumindest haben Sie Ihren Sinn für Humor nicht verloren.

# ARTICY,DFr_1B1972EF_0x100000100000754.Text
source: What? My shoelace is untied? Why didn't you tell me that straightaway?
de: Was? Mein Schnürsenkel ist auf? Warum haben Sie mir das nicht gleich gesagt?

# ARTICY,DFr_1B5A17C9_0x1000001000009B6.Text
source: Not the best screwdriver, but it worked. I can reach the glowing cylinder.
de: Nicht der beste Schraubendreher, aber es hat geklappt. Ich kann den glühenden Zylinder erreichen.

# ARTICY,DFr_1C9B7D0D_0x10000010000042A.Text
source: Ok... I'll leave you now. The door will be open... it's up to you to, if you want to stay and get help or if you want to go and try your luck out there.
de: Ok ... Ich verlasse Sie jetzt. Die Tür ist offen... es liegt an Ihnen, ob Sie bleiben und sich helfen lassen wollen oder ob Sie Ihr Glück dort draußen versuchen wollen.

# ARTICY,DFr_1DDDA871_0x10000010000061A.Text
source: Ha! Never! This is the worst place I've ever seen. Who did the decoration? A game designer?
de: Ha! Niemals! Dies ist der schlechteste Ort den ich je gesehen habe. Wer hat die Dekoration gemacht? Ein Spieldesigner?

# ARTICY,DFr_21529E2A_0x1000016000000B4.Text
source: So, would you be so kind to show me the way out?
de: Also, wären Sie so freundlich, mir den Weg hier heraus zu zeigen?

# ARTICY,DFr_21E11067_0x10000010000062F.Text
source: - Yeah, good idea. Let's draw the good doc a ticket to never-never land. -
de: - Ja, gute Idee. Lösen wir dem Doc ein Ticket ins Schlummerland. -

# ARTICY,DFr_2205A178_0x100000100000639.Text
source: Hey doc! You look hungry. Can I interest you in a tasty banana?
de: Hallo Doc! Sie sehen hungrig aus. Kann ich Sie für eine leckere Banane interessieren?

# ARTICY,DFr_22406A7F_0x1000001000007B0.Text
source: Wow, a banana. This must be my lucky day.
de: Wow, eine Banane. Heute muß mein Glückstag sein.

# ARTICY,DFr_23231BDC_0x100000100000559.MenuText
source: Use the crowbar!
de: Benutze die Brechstange!

# ARTICY,DFr_23231BDC_0x100000100000559.StageDirections
source: Hitting the doctor with the crowbar
de: Schlage den Arzt mit der Bechstange nieder.

# ARTICY,DFr_23231BDC_0x100000100000559.Text
source: This is pointless! Sleep well doctor!
de: Das ist sinnlos! Schlaf gut Doc!

# ARTICY,DFr_23D0CE3F_0x100000100000C06.Text
source: This seems to be the shortest way out of here. But what if the front door is under surveillance?
de: Dies scheint der kürzeste Weg hier raus zu sein. Aber was ist wenn die Haustür überwacht wird?

# ARTICY,DFr_246F8902_0x100000100000A56.Text
source: Yay, a Rorschach test!
de: Yay, ein Rorschach Test!

# ARTICY,DFr_25289F3F_0x10000010000094F.Text
source: I have what I need.
de: Ich habe was ich brauche.

# ARTICY,DFr_2787F0CF_0x100000100000A04.Text
source: Some dates are especially highlighted, most notably May, 25th... it says "Don't forget: Towel Day!" in large red letters.
de: Einige Daten sind besonders markiert, vor allem am 25. Mai... Da heißt es "Nicht vergessen: Handtuch-Tag!" in großen roten Buchstaben.

# ARTICY,DFr_28A974CA_0x100000100000884.MenuText
source: I don't trust him.
de: Ich vertraue ihm nicht.

# ARTICY,DFr_28A974CA_0x100000100000884.Text
source: I don't know... I simply don't trust that guy. He looks like he's planning something truly evil!
de: Ich weiß nicht ... Ich vertraue diesem Kerl einfach nicht. Er sieht aus als wenn er etwas wirklich Böses plant!

# ARTICY,DFr_2935ED59_0x1000001000005EF.MenuText
source: Don't worry, be happy!
de: Mach Dir keine Sorgen, sei glücklich!

# ARTICY,DFr_2935ED59_0x1000001000005EF.Text
source: Me? Treatment? No! Im fine, just superfine. I'm smiling, right?
de: Ich? Behandlung? Nein! Mir geht es gut, geradezu supergut. Ich lächle, nicht wahr?

# ARTICY,DFr_29F2674D_0x100000100000668.Text
source: Oh yes, thanks young man. [He's eating the banana with three big bites.]
de: Ah ja, danke junger Mann. [Er isst die Banane mit drei großen Bissen.]

# ARTICY,DFr_2A757012_0x1000001000002E1.Text
source: Just the usual side-effect of the narcotic.
de: Das sind nur die üblichen Nebenwirkungen des Betäubungsmittels.

# ARTICY,DFr_2A7F31C2_0x1000001000004F2.Text
source: Of course, I could fight my way out armed with nothing but an umbrella... I just don't want to.
de: Natürlich könnte ich mir meinen Weg heraus nur mit einem Regenschirm bewaffnet frei kämpfen ... Aber ich will einfach nicht.

# ARTICY,DFr_2D82B578_0x10000010000035D.Text
source: No offense, but I'm the one who decides who is a maddish lunatic and who is not. And your case definitely needs further investigation before we can confirm a diagnosis.
de: Bei allem Respekt, aber ich entscheide wer ein verrückter Irrer ist und wer nicht. Und Ihr Fall erfordert definitiv weitere Untersuchungen, bevor wir eine Diagnose stellen können.

# ARTICY,DFr_2DDC39C2_0x1000001000005C2.MenuText
source: Try a lie!
de: Versuche eine Lüge!

# ARTICY,DFr_2DDC39C2_0x1000001000005C2.Text
source: No, I'm free to go. Dr. Mansion diagnosis says - and I'm quoting here - that I'm not a maniac!
de: Nein, ich bin frei. Dr. Mansions Diagnose sagt - und dies ist ein Zitat - ich bin kein Verrückter!

# ARTICY,DFr_2DFD6AA5_0x10000010000040C.MenuText
source: Yes
de: Ja

# ARTICY,DFr_2DFD6AA5_0x10000010000040C.Text
source: Yes.
de: Ja.

# ARTICY,DFr_2EDF03C7_0x100000100000A5F.Text
source: I see a beautiful butterfly!
de: Ich sehe einen wunderschönen Schmetterling!

# ARTICY,DFr_312E067B_0x100000100000866.MenuText
source: *shrug* I don't care...
de: *achselzucken* Das interessiert mich nicht...

# ARTICY,DFr_312E067B_0x100000100000866.Text
source: *You ignore the hamster's beseeching look and start the countdown. *
de: *Du ignorierst den flehenden Blick des Hamsters und startest den Countdown.*

# ARTICY,DFr_3417D7D7_0x100001600000059.Text
source: Ah, you're recovering from the anaesthesia. How are you feeling?
de: Ah, Sie erholen sich von der Anästhesie. Wie fühlen Sie sich?

# ARTICY,DFr_353F7A34_0x10000010000054D.Text
source: Ok, I will turn around to look at it. But this is the last time! There better be a real Three-headed giraffe this time!
de: Ok, ich werde mich jetzt umdrehen. Aber das ist das letzte Mal! Es wäre besser wenn da diesmal wirklich eine echte dreiköpfige Giraffe ist!

# ARTICY,DFr_354E0745_0x1000001000005B8.MenuText
source: Just visiting!
de: Nur Besucher!

# ARTICY,DFr_354E0745_0x1000001000005B8.Text
source: Me? No, I'm just visiting.
de: Ich? Nein, ich bin nur zu Besuch.

# ARTICY,DFr_36D49D5E_0x100000000000F37.Text
source: Freedom!
de: Freiheit!

# ARTICY,DFr_394ABAA4_0x100000100000908.Text
source: *Somehow you manage to open the cage with the broom.*
de: *Irgendwie schaffst Du es, den Käfig mit dem Besen zu öffnen*

# ARTICY,DFr_39BEA97D_0x100000100000672.Text
source: Well, interesting taste. But I feel very sleepy now. Did you know that the reason for that... [Sits down && falls asleep.]
de: Interessanter Geschmack. Aber ich fühle mich jetzt sehr müde. Wussten Sie, dass der Grund dafür ... [setzt sich und schläft ein]

# ARTICY,DFr_39F9B428_0x1000001000008DF.Text
source: *looks panic-fueled and after a few seconds of hesitation he drops the letter opener.*
de: *schaut panisch und nach ein paar Sekunden zögern lässt er den Brieföffner fallen*

# ARTICY,DFr_3A8AA4C7_0x10000010000077E.Text
source: That doesn't make sense yet...
de: Das macht noch keinen Sinn...

# ARTICY,DFr_3BEB7B36_0x100000100000C52.Text
source: You, sir, are a good guy! That may have helped you in the game... but don't expect that it will get you anywhere in the real world!
de: Sie sind ein feiner Kerl! Das hat Ihnen im Spiel geholfen, aber erwarten Sie nicht, dass es Ihnen in der realen Welt hilft!

# ARTICY,DFr_3C11FAA9_0x100000100000BBD.Text
source: Don't worry, I'm real! I'm down in the cellar.
de: Nein, ich bin real! Ich bin unten im Keller.

# ARTICY,DFr_3C4E3F7F_0x1000001000006ED.Text
source: Well, sounds like my friend here is very hungry. I should give him something to eat. Something that lets him enter never-never land. But the crowbar would also do the trick.
de: Klingt als ob mein Freund hier sehr hungrig ist. Ich sollte ihm etwas zu essen geben. Etwas, das ihn in das Schlummerland bringt. Aber die Brechstange tut's auch.

# ARTICY,DFr_3C77A816_0x1000001000006A4.MenuText
source: Crowbar! Crowbar!
de: Brecheisen! Brecheisen!

# ARTICY,DFr_3C77A816_0x1000001000006A4.Text
source: Howdy friend!
de: Hallo mein Freund!

# ARTICY,DFr_3C986E7C_0x1000001000003A6.MenuText
source: Let me convince you!
de: Lassen Sie mich Sie überzeugen!

# ARTICY,DFr_3C986E7C_0x1000001000003A6.Text
source: Well, think about it. One is insane, if one does crazy things, right?
de: Denken Sie darüber nach. Man ist verrückt, wenn man verrückte Dinge macht, oder?

# ARTICY,DFr_3CE3A7C7_0x1000001000003B1.Text
source: Ah, my favorite weirdo. Do you want to continue the therapy?
de: Ah, mein Lieblings Irrer. Möchten Sie die Therapie fortsetzen?

# ARTICY,DFr_3E1D9D45_0x10000010000052F.Text
source: Hey you! Have you seen my keys? I seem to have lost them...
de: Hallo du! Hast du meine Schlüssel gesehen? Ich scheine sie verloren zu haben...

# ARTICY,DFr_425E8DD7_0x100000100000959.Text
source: *looks grateful*
de: *schaut dankbar*

# ARTICY,DFr_42EBB506_0x1000001000003BB.Text
source: I somehow feel bad... but he was really annoying, right?
de: Ich fühle mich irgendwie schlecht ... aber er war wirklich nervig, oder?

# ARTICY,DFr_43C0CAA3_0x10000010000064D.Text
source: He's gonna be fine. Just a headache when he wakes up. Time to go. Run Manfred, run!
de: Ihm geht es gut. Nur ein wenig Kopfschmerzen, wenn er aufwacht. Zeit zu gehen. Lauf Manfred, lauf!

# ARTICY,DFr_44E6CBD6_0x100000100000700.Text
source: I don't know. Mama always says that you shouldn't accept things from strangers. But I'm really hungry.
de: Ich weiß nicht. Mama sagt immer, dass man von Fremden keine Dinge nehmen soll. Aber ich habe wirklich Hunger.

# ARTICY,DFr_47A622A4_0x1000016000000AC.Text
source: Okay, you think I'm insane... But you are wrong, doctor! I'm absolutely fine.
de: Okay, Sie denken, ich bin verrückt ... Aber Sie irren sich, Doktor! Ich bin absolut in Ordnung.

# ARTICY,DFr_47E8B497_0x1000001000011E5.Text
source: Nah, that makes no sense at all!
de: Nein, das macht überhaupt keinen Sinn!

# ARTICY,DFr_4824DD3B_0x100000100000729.Text
source: Here you go!
de: Bitte schön!

# ARTICY,DFr_49A08935_0x100000100000833.Text
source: Looks like I need to find another way out.
de: Sieht so aus als müßte ich einen anderen Ausweg finden.

# ARTICY,DFr_4A17BFDC_0x10000010000057D.Text
source: Look behind you! A three-headed giraffe!
de: Schau da hinter Dir! Eine dreiköpfige Giraffe!

# ARTICY,DFr_4A27DF71_0x100000100000C5C.Text
source: What makes a man turn neutral? Lust for gold? Power? Or were you just born with a heart full of neutrality?
de: Was bringt einen dazu neutral zu werden? Die Gier nach Macht? Gold? Oder wurdest du schon mit einem Herzen voller Neutralität geboren?

# ARTICY,DFr_4B823652_0x1000001000006D0.Text
source: Didn't see you coming in and visiting ours are over. I don't think you are telling the truth.
de: Ich habe Sie nicht herein kommen gesehen. Ich glaube Sie sagen nicht die Wahrheit.

# ARTICY,DFr_4B99DDD8_0x1000001000003D9.Text
source: And even if somebody does something crazy but no one is there to see it, you have to assume that it never happened, right?
de: Und selbst wenn jemand etwas verrücktes tut, aber niemand da ist, um es zu sehen, muss man davon ausgehen, dass es nie passiert ist, oder?

# ARTICY,DFr_4F1A58AA_0x1000001000003CF.Text
source: To do crazy things you have to be really crazy, right? To diagnose that somebody is crazy, you actually have to see him do crazy things, right?
de: Um verrückte Dinge zu tun, muss man wirklich verrückt sein, oder? Und um festzustellen, dass jemand verrückt ist, müssen Sie tatsächlich sehen, wie er verrückte Dinge macht, nicht wahr?

# ARTICY,DFr_4FDD3547_0x100000100000AE0.MenuText
source: *leave the locker*
de: *Verlasse den Spind*

# ARTICY,DFr_4FDD3547_0x100000100000AE0.Text
source: I have no clue what the combination could be and I'm not very lucky when it comes to gambling.
de: Ich habe keine Ahnung, wie die Kombination lauten könnte und ich hab einfach kein Glück im Spiel.

# ARTICY,DFr_4FE7EEDE_0x100000100000543.MenuText
source: Lie low!
de: Legen Sie sich hin!

# ARTICY,DFr_4FE7EEDE_0x100000100000543.Text
source: No, I did not see any keys. I swear!
de: Nein, ich habe keine Schlüssel gesehen. Ich schwöre!

# ARTICY,DFr_52056F78_0x100000100000BD1.MenuText
source: Could be a trap...
de: Könnte eine Falle sein...

# ARTICY,DFr_52056F78_0x100000100000BD1.Text
source: I don't know... could be a trap...
de: Ich weiß nicht... Könnte eine Falle sein...

# ARTICY,DFr_53325C87_0x100000100000A37.Text
source: Well, maybe after several weeks of fasting...
de: Nun, vielleicht nach mehreren Wochen Fasten...

# ARTICY,DFr_56D9430D_0x100000100000913.Text
source: Ok, fellow. I put you in my pocket... but no nut-nibbling down there!
de: Ok, Bursche. Ich stecke Dich in meine Tasche ... aber keine Nüsse anknabbern da unten!

# ARTICY,DFr_570BFF47_0x10000160000006C.Text
source: Just the usual side-effect of the narcotic.
de: Das sind nur die üblichen Nebenwirkungen des Betäubungsmittels.

# ARTICY,DFr_5912A2F1_0x100000100000C2F.Text
source: Nevigo... I guess that's the company that made the pinboard. I should write that down. Maybe I'll need a quality pinboard in the future.
de: Nevigo… Das ist die Firma, die die Pinnwand gemacht hat. Ich sollte mir das notieren, vielleicht brauche ich zukünftig auch so eine klasse Pinwand.

# ARTICY,DFr_5A7BEF84_0x100000100000BFD.Text
source: I really hope they are just doing radium therapy down there...
de: Ich hoffe wirklich, dass sie dort unten nur Radiumtherapien machen..

# ARTICY,DFr_5B9FCCF3_0x100000100000879.MenuText
source: *turn to the hamster*
de: *dreh dich zum Hamster*

# ARTICY,DFr_5B9FCCF3_0x100000100000879.Text
source: Ok, my little furry friend...
de: Ok, mein kleiner Pelzfreund …

# ARTICY,DFr_5F9A9351_0x10000010000058F.Text
source: Do you really think I'm that stupid?
de: Glauben Sie wirklich, ich bin so dumm?

# ARTICY,DFr_62812D41_0x100001600000074.Text
source: Where am I?
de: Wo bin ich?

# ARTICY,DFr_64E10DC9_0x1000001000005A6.Text
source: Well... that was easy. I guess I'm a people person after all...
de: Nun... das war einfach. Ich glaube, ich bin doch ganz menschlich.

# ARTICY,DFr_666EB4ED_0x100000100000ACB.Text
source: It's locked with a combination lock...
de: Es ist mit einem Zahlenschloss gesichert ...

# ARTICY,DFr_681EE828_0x100000100000BB3.Text
source: Where are you? Wait... you're not in my head, right? Otherwise I would have to reconsider my decision to leave this place...
de: Wo bist du? Warte ... du bist nicht in meinem Kopf, nicht wahr? Ansonsten müsste ich meine Entscheidung überdenken, diesen Ort zu verlassen …

# ARTICY,DFr_68B2223D_0x10000010000091D.Text
source: What are you holding there? Is that one of these designer letter openers I've heard so much of?
de: Was hast Du da? Ist das einer dieser Designer-Brieföffner, von denen ich so viel gehört habe?

# ARTICY,DFr_6AB1BD5D_0x10000010000096D.Text
source: A chainsaw, gasoline for chainsaws only... aaaand... aluminium foil!
de: Eine Kettensäge, Benzin für Kettensägen... uuuund ... Aluminiumfolie!

# ARTICY,DFr_6C4EA058_0x1000001000008F3.Text
source: *looks grateful and hands you the letter opener*
de: *sieht dankbar aus und gibt dir den Brieföffner*

# ARTICY,DFr_6C6083FC_0x1000001000004FC.Text
source: Interesting. It seems the previous tenant of this cell has replaced the umbrella's hold with a crowbar... I better take that, before somebody gets hurt.
de: Interessant. Es scheint, dass der vorherige Mieter dieser Zelle den Regenschirm mit einer Brechstange ersetzt hat ... Ich nehme die lieber, bevor noch jemand verletzt wird.

# ARTICY,DFr_6F93B775_0x100000100000A69.Text
source: And a mushroom cloud...
de: Und eine Pilzwolke...

# ARTICY,DFr_70EF3FE5_0x100000100000BA9.Text
source: Hey you! Yes, I'm talking to YOU.
de: Hey Du! Ja, ich rede mit DIR!

# ARTICY,DFr_715BDAA9_0x100000100000494.Text
source: Oops... I slipped and dropped the crowbar, but the kind doctor catched it...
de: Hoppla ... Da bin ich wohl ausgerutscht und habe die Brechstange verloren. Gut das der freundliche Arzt sie auffing…

# ARTICY,DFr_75A0C9B8_0x1000001000005E4.Text
source: Well, visiting hours are long over young man. So...
de: Nun, die Besuchszeiten sind lange vorbei. Also…

# ARTICY,DFr_768FD20A_0x10000160000007D.Text
source: Interesting. It seems you lost your memory. Well, nothing to worry about.
de: Interessant. Es scheint, Sie haben Ihr Gedächtnis verloren. Nun, nichts worüber Sie sich Gedanken machen sollten.

# ARTICY,DFr_7AB5D546_0x1000001000008C2.MenuText
source: *work together*
de: *zusammenarbeiten*

# ARTICY,DFr_7AB5D546_0x1000001000008C2.Text
source: You're right, we have to cooperate to get out of here.
de: Du hast recht, wir müssen zusammenarbeiten, um hier wegzukommen.

# ARTICY,DFr_7BF106D5_0x100000100000800.Text
source: Well, let's just say this is a tale for another time!
de: Nun, lassen Sie uns nur sagen, dies ist eine Geschichte für ein anderes Mal!

# ARTICY,DFr_7C8A154A_0x100000100000849.Text
source: *looks around* Nobody here but this cute little hamster. Could it be that...
de: *schaut sich um* Keiner da außer diesem niedlichen kleinem Hamster. Könnte es sein, dass ..
